<article class="article">
	<div class="article__illustration">
		<picture>
			<source media="(min-width: 1440px)" srcset="img/belly-dance-article-picture-desktop-wide.jpg">
			<source media="(min-width: 1024px)" srcset="img/belly-dance-article-picture-desktop.jpg">
			<source media="(min-width: 375px)" srcset="img/belly-dance-article-picture-mobile-wide.jpg">
			<img src="img/belly-dance-article-picture-mobile.jpg" alt="Иллюстрация статьи">
		</picture>
	</div>
	<div class="article__text">
		<p>
			Восточные танцы(bellydance) — направление фитнеса, для которого характерен ритмичный танец. Задействуются практически все части тела: плечи и руки, бедра и живот ноги и т.д. В тренировочный процесс вовлекаются почти все мышцы. Это нельзя назвать простым танцем, хотя на первый взгляд человек именно танцует. В восточных танцах огромное значение уделяется мимике и артистизму, ведь их суть — соблазнение. Они дают весьма серьезную нагрузку всему организму, потому что ритмичные движения, растягивания насыщают органы и мышечные ткани кровью и кислородом. Фитнесом беллиданс занимаются сотни людей, он предназначен для тех, кто обожает восточные танцы и хочет подтянуть тело.

			Итак, этот вид фитнеса представляет собой танец живота, но не классический, а в формате фитнес-тренировок, где акценты делаются на физические нагрузки. Основная цель занятий — оздоровление организма. При этом необходимо строго соблюдать правила травмобезопасности, ни в коем случае не допускать риска перенапряжения. Для выстраивания связок используются движения классического танца живота, дополненные аэробными упражнениями. Длительность тренировки составляет один час без перерыва, что позволяет взбодриться и прийти в отличное настроение.

			Польза упражнений
			Занятия bellydance для начинающих помогают поддерживать организм в форме, они активизируют работу сердца и системы кровообращения, укрепляют сосуды, сжигают избыточные жировые отложения. В итоге бедра становятся стройнее, талия – тоньше, укрепляются мышцы брюшного пресса, улучшается работа ЖКТ, что способствует выведению шлаков и снижению массы тела.
			Восточный танец позволяет:
			<ul>
				<li>Сделать фигуру гармоничной.</li>
	            <li>Сделать упругими мышцы живота, сгладить его кожу.</li>
	            <li>Укрепить спинные мышцы.</li>
	            <li>Уменьшить боли во время месячных.</li>
	            <li>Усилить кровообращение в органах малого таза — профилактика многих гинекологических заболеваний.</li>
	            <li>Снять стресс и повысить самооценку.</li>
	        </ul>
		</p>
	</div>
</article>
