<article class="article">
	<div class="article__illustration">
		<picture>
			<source media="(min-width: 1440px)" srcset="img/fitness-article-picture-desktop-wide.jpg">
			<source media="(min-width: 1024px)" srcset="img/fitness-article-picture-desktop.jpg">
			<source media="(min-width: 375px)" srcset="img/fitness-article-picture-mobile-wide.jpg">
			<img src="img/fitness-article-picture-mobile.jpg" alt="Иллюстрация статьи">
		</picture>
	</div>
	<div class="article__text">
	<p>
		Это интенсивные тренировки под ритмичную музыку с использованием всевозможных вспомогательных предметов, которые в широком ассортименте имеются в нашей студии (степы, слайды, фитболы, бодибары, гантели, резинки и т.д). Это направление прежде всего направлено на сжигание калорий и поднятие вашего настроения.
	</p>
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Фитбол</span> – это специальный резиновый мяч большого диаметра, способный предоставить всестороннюю нагрузку для мышц. С его помощью можно не только развить силу и выносливость, укрепить и нарастить мышечную массу, но и улучшить свою гибкость и координацию.
	</p>
	<p>
		Занятия на <span class="article__mini-header  <?=$text_color; ?>">Cтеп платформе</span> - Степ-аэробика, была создана в 80-х годах прошлого века тренером Джин Миллер в период роста популярности аэробики и фитнеса. Во время восстановления после травмы колена Джин, по совету врача-ортопеда, разрабатывала суставы, ступая на небольшой ящик. Успешная реабилитация натолкнула ее на мысль создать тренировки с использованием ходьбы на возвышенность. Так появилось новое спортивное направление — степ-аэробика, которое очень быстро стало популярным во всем мире.
	</p>
	<p>
		Исследования показали, что занятия степ-аэробикой могут помочь в профилактике остеопороза и артрита. Также это отличный способ натренировать сердечно-сосудистую систему и сжечь до 500 ккал за 1 час занятия. Степ-аэробика комплексно воздействует на тело, при этом особенно качественно корректируется форма ног, ягодиц и живота. Упражнения на степ-платформе помогают устранить особо сложные проблемные зоны, которые располагаются на внешней, задней и внутренней поверхности бедер.
	</p>
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Слайд аэробика</span> появилась в фитнес-индустрии в 1994 г. Базовые упражнения представляют собой аналогию езды на лыжах, коньках или роликах. Первое время новичок осваивает скольжение, учится поддерживать баланс, а затем программа тренировки становится сложнее, дополняется связками и комбинациями, включающими повороты, махи ногами.
		Возможно, многим это покажется просто забавным времяпрепровождением, но на самом деле это трудная и довольно интенсивная тренировка, дающаяся не каждому. Недаром длительность занятий на слайде составляет всего 30 мин. И даже профессионалам не под силу тренироваться дольше 45 мин.
	</p>
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Бодибар</span> – это прорезиненная гимнастическая палка с утолщениями (набалдашниками) на концах. На вид он напоминает смесь штанги с гантелями. Средняя длина бодибара составляет около 120 см (его нужно подбирать в зависимости от роста, чем выше человек, тем длиннее должен быть снаряд), а его вес колеблется в пределах 3-8 кг (вес необходимо регулировать в зависимости от уровня физической подготовки).
		Данный снаряд является прекрасным утяжелителем, благодаря которому эффективность тренировки той или иной группы мышц увеличивается во много раз, тем самым положительные результаты от занятий приходят намного быстрее.
	</p>
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Резинки для фитнеса</span> - это один из самых популярных функциональных тренажеров на сегодняшний день. Фитнес резинки чаще всего применяют в тренировках для развития ягодичных мышц и мышц ног.
		Резинки для фитнеса используют в своих тренировках как начинающие так профессиональные спортсмены в различных видах спорта от футбола и баскетбола для тяжелой атлетики и фитнеса. Результат и эффективность от тренировок с фитнес резинками Вы почувствуете уже на первом занятии.
	</p>
</div>
