<article class="article">
	<div class="article__illustration">
		<picture>
			<source media="(min-width: 1440px)" srcset="img/hatha-yoga-article-picture-desktop-wide.jpg">
			<source media="(min-width: 1024px)" srcset="img/hatha-yoga-article-picture-desktop.jpg">
			<source media="(min-width: 375px)" srcset="img/hatha-yoga-article-picture-mobile-wide.jpg">
			<img src="img/hatha-yoga-article-picture-mobile.jpg" alt="Иллюстрация статьи">
		</picture>
	</div>
	<div class="article__text">
		<p>
			Что означает «хатха-йога»? В переводе хатха-йога с санскрита означает: Ха – поток энергии мужского качества (активность, жесткость, белый цвет, солнце). Тха – поток энергии женского качества (пассивность, пустота, потенциальная возможность, черный цвет, луна). «Йога» переводится как единство, союз, слияние, единение, обуздание, сдерживание, управление, контроль.
		</p>
	</div>
	<div class="article__text">
		<h2 class="article__secondary-title  title__secondary">Рекомендации начинающим</h2>
		<p>
			Рекомендуют начинать заниматься хатха-йогой с пустым желудком. А после асан первый прием пищи должен быть не раньше чем через пол часа. Так как нет ничего бесполезней, чем выполнение асан с полным желудком. Ведь в таком состоянии нет легкости как физической так и внутренней. Бывалые йоги рекомендуют выполнять упражнения босиком, на специальном коврике, в вещах, что не будут стеснять ваши движения.
			Польза хатха-йоги для здоровья. Для чего нужна хатха-йога? В основном люди выбирают в качестве практики хатха-йогу за ее безопасность, технику и расслабление. Физическое и ментальное воздействие энергии Солнца и Луны оказывает лечебный эффект и способна исцелять органы и восстанавливать здоровье. Польза от занятий хатха-йоги: хорошее самочувствие, оздоравливает организм, укрепляет внутреннее самочувствие, сделает тебя собраннее, сильнее, стресссоустойчивой, дисциплинирует ум, стабилизируется эмоциональное состояние. Говорят, что хатха-йога развивает также и интеллектуальные способности человека, помогает ему быть более эрудированным и схватывать все на лету. Словом, освобождая разум и тело от блоков, у тебя появляется место для всего остального, к примеру – творчества. Часто мы забрасываем свои мечты и хобби, и в рутине не находим для своей реализации выход. Хатха-йога же дает возможность взглянуть на себе по-другому, с другого ракурса, и найти время на то, о чем мечталось.
		</p>
	</div>
	<div class="article__text">
		<h2 class="article__secondary-title  title__secondary">Ошибки, которые допускают начинающие при занятии хатха-йогой:</h2>
		<ol class="article__list  article__list--hatha">
			<li class="article__list-item">
				<span class="article__mini-header">1.</span>
			    Ожидать супер эффект после первого занятия хатха-йоги Если ты ранее никогда не занималась йогой, или другими физическими нагрузками, не стоит ожидать, что с первых тренировок ты почувствуешь удовольствие и заметный результат в теле. Позитивный эффект, конечно же будет, но погрузится в нирвану удастся лишь через несколько месяцев регулярных тренировок.
			</li>
			<li class="article__list-item">
				<span class="article__mini-header">2.</span>
			    Чрезмерные нагрузки Легкие болевые ощущения, это нормально. Однако боль не должна быть сильной,  иначе на следующий день ощущать адскую боль ты будешь постоянно, когда двигаешься. Если что-то не получается, делай то, что дается тебе легче. Выполняя асаны, не насилуй себя. Будь терпелива, но и занимайся с комфортом.
			</li>
			<li class="article__list-item">
				<span class="article__mini-header">3.</span>
			    Не контактировать с тренером Когда ты делаешь новые упражнения, занимаешься чем-то новым. Неприятные ощущения, сложности и дискомфорт неизбежны, однако это не говорит о том, что ты не готова и что-то с тобой не так. Это все из-за отсутствия опыта и знаний. Все это легко можно решить, если обратиться к тренеру, который легко решит твою проблему. На то он и тренер, чтобы помогать и рассказывать, как технически все делать правильно. Если что-то не получается, всегда спрашивай у тренера.
			</li>
		</ol>
	</div>
</article>
