<article class="article">
	<div class="article__illustration">
		<picture>
			<source media="(min-width: 1440px)" srcset="img/pilates-article-picture-desktop-wide.jpg">
			<source media="(min-width: 1024px)" srcset="img/pilates-article-picture-desktop.jpg">
			<source media="(min-width: 375px)" srcset="img/pilates-article-picture-mobile-wide.jpg">
			<img src="img/pilates-article-picture-mobile.jpg" alt="Иллюстрация статьи">
		</picture>
	</div>
	<div class="article__text">
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Пилатес</span> – это гимнастика, состоящая из плавных движений и упражнений, которые выполняются в медленном темпе. Этот вид физической нагрузки был разработан в начале XX столетия американцем Джозефом Пилатесом, а его главной целью было восстановление здоровья солдат, которые имели разные травмы после войны. Со временем пилатес стал распространенным видом фитнеса, и сейчас заниматься им может каждая девушка.
	</p>
	<p>
		<span class="article__mini-header  <?=$text_color; ?>">Преимущества пилатеса.</span>
		Итак, что же нам дает пилатес? Во время выполнения упражнений задействуются несколько мышц одновременно, в том числе и глубокие. Это позволяет на протяжении тренировки проработать все мышцы тела. Они становятся более упругими, подтянутыми и подвижными, что влияет на внешний вид и фигуру – тело выглядит стройнее и красивее!
	</p>
	<p>
		Пилатес также очень полезен для спины и позвоночника. Этот вид нагрузки помогает укрепить мышцы спины, делает их более эластичными и возвращает спине гибкость и необходимую растяжку. Пилатес позволяет снять нагрузку с позвоночника и избавит тебя от болей в спине. Еще одно преимущество этого вида фитнеса – он возвращает суставам подвижность и помогает восстанавливаться спортсменам и солдатам после полученных травм и растяжений.
		Во время тренировок по пилатесу ты должна отвлечься от всех дел, расслабиться и сконцентрироваться только на своем теле и внутренних ощущениях. Важно точно выполнять упражнения, обращая внимание на все подробности, чтобы тренировка давала хороший результат.
		Все упражнения должны выполняться плавно и медленно, параллельно ты должна следить за своим дыханием. Как и в любом другом виде фитнеса, важно заниматься регулярно и не пропускать тренировки, чтобы твое тело менялось к лучшему, становилось совершеннее и привлекательнее.
		Как правило, начинающие занимаются пилатесом на поверхности пола, со временем тренер подключает дополнительный инвентарь. Для продвинутого уровня существует пилатес на тренажерах, поэтому тебе будет куда стремиться и расти.
	</p>
	<ul class="article__list  article__list--pilates">
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
		        1. Пилатес хорошо подтягивает мышцы
		    </span>
		    <p>
				В отличие от традиционных силовых упражнений, где каждая мышца накачивается отдельно от других, в пилатесе задействованы все основные мышцы корпуса. Это позволяет добиться существенных результатов уже спустя короткое время после начала тренировок. Доказано, что после 36 недель тренировок, женщины укрепили прямые мышцы живота на 21% больше, чем те, кто тренировался в спортзале.
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				2. Пилатес избавляет от болей в спине
			</span>
			<p>
				В пилатесе существуют специальные упражнения для спины и позвоночника, которые помогают решить сразу несколько проблем – укрепить мышцы спины, сделать их более эластичными, и таким образом возвратить спине утраченную гибкость. Это, в свою очередь, снимает нагрузку на позвоночник, избавляя от болей в спине.
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				3. Пилатес избавляет от болей в суставах
			</span>
			<p>
				Изначально пилатес был разработан для восстановления опорно-двигательного аппарата после травм и различных заболеваний, а сейчас пилатесом занимаются профессиональные спортсмены и все желающие вернуть суставам былую подвижность. Доказано, уже через несколько занятий пилатесом боли в суставах значительно уменьшаются, а у некоторых и вовсе исчезают.
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				4. Пилатес учит концентрироваться
			</span>
			<p>
				Занимаясь пилатесом, вы должны одновременно концентрироваться 1) на своем дыхании, 2) технике выполнения, и 3) насколько первый и второй пункт слаженно работают вместе. Вам попросту не будет времени думать на занятии о работе, бойфренде и каких-то своих проблемах. Только вы и ваше тело.
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				5. Пилатес повышает спортивные достижения
			</span>
			<p>
				Благодаря пилатесу вы научитесь фокусировать свое внимание на работе каждой мышцы пресса. А благодаря подтянутым мышцам пресса, вы сможете делать различные упражнения и заниматься разными видами фитнеса. И даже самые невероятные асаны вам будут по плечу!
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				6. Пилатес делает вас более гибкой
			</span>
			<p>
				Согласно исследованию, которое было проведено бразильскими учеными, женщина, которая занималась пилатесом, уже после 20 уроков стала на 19,1% более гибкой. Поэтому если вы хотите на только расслабиться, снять напряжение в мышцах, но и стать более гибкой – бегом на пилатес!
			</p>
		</li>
		<li class="article__list-item">
			<span class="article__mini-header  <?=$text_color; ?>">
				7. Пилатес повышает мозговую деятельность
			</span>
			<p>
				Джозеф Пилатес назвал свой метод «упражнения для человеческого мышления». И это действительно так! Теперь уже китайские ученые измерили изменения в мозговой активности женщин после 10 недель занятий пилатесом, и обнаружили увеличение альфа пиковой мощности мозга, связанную с производительностью памяти и других когнитивных функций. Более того, исследователи полагают, что пилатес может потенциально может стать хорошим вариантом лечения для людей с мозговыми отклонениями и когнитивным и нарушениями.
			</p>
		</li>
	</ul>
	<span class="article__mini-header  <?=$text_color; ?>">В чем заниматься пилатесом?</span>
	<p>
		Как бы это ни звучало банально, но это важнейший момент, к которому стоит отнестись ответственно. Ведь неправильно подобранный спортивный гардероб может доставить тебе массу неудобств во время занятий. 
		1. Носи довольно плотно прилегающую удобную одежду, которая хорошо тянется и нигде не сдавливает. Это касается и верхней, и нижней части спортивного комплекта.
		2. Выбери спортивные леггинсы, у которых нет карманов и молнии на спине, так как многие упражнения пилатеса выполняются лежа, и молния может давить в нижней части спины.
		3. Специальные спортивные бюстгальтеры будут более удобными по ощущениям, чем обычные, однако в этом нет сильной необходимости из-за низкого воздействия тренировок по методике пилатес.
		4. Также тебе не нужна обувь для пилатеса. Просто запасись носками, если ходишь на групповые занятия, или выполняй комплексы босиком, если занимаешься дома.
    </p>
</div>
</article>
