<article class="article">
	<div class="article__illustration">
		<picture>
			<source media="(min-width: 1440px)" srcset="img/trx-article-picture-desktop-wide.jpg">
			<source media="(min-width: 1024px)" srcset="img/trx-article-picture-desktop.jpg">
			<source media="(min-width: 375px)" srcset="img/trx-article-picture-mobile-wide.jpg">
			<img src="img/trx-article-picture-mobile.jpg" alt="Иллюстрация статьи">
		</picture>
	</div>
	<div class="article__text">
	<p>
		TRX (total body resistance exercise) — это нейлоновые стропы с простым механизмом для регулировки длины, круглыми ручками для ладоней и петлями для ног.
		С помощью TRX вы можете значительно усложнить тренировки с весом собственного тела, прокачать любую группу мышц и составить сумасшедшие комплексы на выносливость.
		Кроме того, TRX поможет накачать идеальный пресс. Практически любое упражнение в петлях нагружает мышцы кора: они находятся в постоянном напряжении, чтобы сохранить равновесие в условиях нестабильности.
		 
		Что может TRX
		TRX прежде всего прекрасный инструмент для эффективного метаболического тренинга. Гибкая конструкция петель превращает самые простые отжимания в сложнейшее комбинационное упражнение, задействующее массу мышечных групп одно­временно. Благодаря этому, а также из-за повышенной координационной сложности большинства упражнений тренинг на TRX способствует более активному расходу энергии во время занятия и созданию высокого уровня метаболического отклика, который позволит тратить калории спустя многие часы после окончания тренировки.
		Кроме того, TRX полезен как снаряд, позволяющий тренировать практически все тело без ударной или прямой нагрузки на позвоночник. Это не значит, что он однозначно подходит всем травмированным людям, новичкам или пожилым, но вещь в хозяйстве, несомненно, полезная.
		Чего не может TRX
		Чтобы продать побольше тренажеров — о каком бы снаряде ни шла речь, — тебе будут рассказывать про него всякие небылицы. Например, про то, что тренировки с TRX — это быстрый способ набрать форму, что они подходят людям всех возрастов, атлетических кондиций и антропометрий. Что благодаря занятиям на TRX ты быстро нарастишь мышцы на груди и руках, кубики на животе и, чего уж там, модную прическу на голове. Далеко не все из перечисленного правда.
		TRX — это просто спортивный снаряд, такой же, как, скажем, гири, штанга или медбол. Включать его в свои тренировки однозначно полезно, но исключать все остальное, перечеркивая несомненные достоинства конкурентов, — большая ошибка. Поверь, скорость набора физической формы от избранного снаряда практически не зависит. Тут куда важнее умение грамотно планировать нагрузки, сочетать их и тренироваться по регулярному и разумному графику.

	</p>
</div>
</article>
